Repository: sunpebble/simmer
Catalog: App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Nothing on the stove
zh_hans: 灶上空空

source: Tap a preset below to start a timer. It lives on your Lock Screen and in the Dynamic Island.
zh_hans: 点击下方预设开始计时。 它会显示在锁屏和 灵动岛上。

source: Restart
zh_hans: 重新开始

source: +1 minute
zh_hans: +1 分钟

source: Cancel
zh_hans: 取消

source: Custom
zh_hans: 自定义

source: Remove Preset
zh_hans: 移除预设

source: DONE
zh_hans: 完成

source: OVER +%@
zh_hans: 超时 +%@

source: PAUSED
zh_hans: 已暂停

source: CUSTOM TIMER
zh_hans: 自定义计时

source: Minutes
zh_hans: 分钟

source: %lld min
zh_hans: %lld 分

source: Seconds
zh_hans: 秒

source: %lld sec
zh_hans: %lld 秒

source: Label (optional)
zh_hans: 标签(可选)

source: SAVE AS PRESET
zh_hans: 存为预设

source: Timer
zh_hans: 计时器

source: START
zh_hans: 开始

source: Run every burner at once — unlimited timers
zh_hans: 同时运行每个灶台 — 无限计时

source: All of them grouped in the Dynamic Island
zh_hans: 全部聚合在灵动岛

source: Save your go-to timers as presets
zh_hans: 把常用计时存为预设

source: Restart finished timers without rebuilding them
zh_hans: 一键重启已完成的计时

source: Support an indie developer
zh_hans: 支持独立开发者

source: PAY ONCE. YOURS FOREVER. NO SUBSCRIPTION. NO ACCOUNT.
zh_hans: 一次购买,终身可用。 无需订阅,无需账号。

source: UNLOCK FOR %@
zh_hans: 以 %@ 解锁

source: Restore Purchase
zh_hans: 恢复购买

source: Time's up!
zh_hans: 时间到!

source: Product not available. Check App Store Connect setup.
zh_hans: 商品不可用。请检查 App Store Connect 配置。

source: Couldn't load product: %@
zh_hans: 无法加载商品:%@

source: Purchase couldn't be verified: %@
zh_hans: 购买无法验证:%@

source: Purchase is pending approval.
zh_hans: 购买待审批。

source: Purchase failed: %@
zh_hans: 购买失败:%@

source: Restore failed: %@
zh_hans: 恢复失败:%@

source: Tea
zh_hans: 茶

source: Ramen
zh_hans: 拉面

source: French Press
zh_hans: 法压壶

source: Rest Steak
zh_hans: 醒牛排

source: Soft Egg
zh_hans: 溏心蛋

source: Steam Veg
zh_hans: 蒸蔬菜

source: Hard Egg
zh_hans: 全熟蛋

source: Pasta
zh_hans: 意面

source: Dumplings
zh_hans: 饺子

source: Rice
zh_hans: 米饭

source: Potatoes
zh_hans: 土豆

source: Oven
zh_hans: 烤箱
